{
    "charity-worker.description": "The IWGB is calling for justice and equality for all workers in the charity sector in London!",
    "charity-worker.name": "Charity worker",
    "cleaner-facilities.description": "The IWGB represents cleaners, porters, hospitality workers and domestic workers across London.",
    "cleaner-facilities.name": "Cleaner or facilities worker",
    "costs.header": "Our membership fees",
    "costs.link": "View our full fee schedule",
    "costs.text": "We'll let you know which fee applies to you before you set up your payment.",
    "courier.description": "Couriers up and down the country are organising for rights, respect and fair pay.",
    "courier.name": "Courier or logistics worker",
    "cycle-instructor.description": "Cycle instructors in London are organising against precarity and low pay!",
    "cycle-instructor.name": "Cycle instructor",
    "electrician.description": "Electrical workers are facing uncertainty and precarious employment. Join the fight for a better electrical industry!",
    "electrician.name": "Electrical worker",
    "error.aid": "If you continue to have issues, feel free to get in contact with us. We might ask for your applicant ID:",
    "error.body": "Sorry, but due to an error, we've had to quit your application as we couldn't find your session. For your security, you must have cookies enabled to sign up to the IWGB.",
    "error.title": "We couldn't find your session",
    "foster-carer.description": "The Foster Care Workers Branch of the IWGB is calling for reforms to the fostering system in the UK.",
    "foster-carer.name": "Foster carer",
    "game-worker.description": "Game Workers Unite UK is a branch of the IWGB and part of the international movement for game workers' rights.",
    "game-worker.name": "Game worker",
    "heading": "Tell us about your work",
    "help.header": "None of those sound right?",
    "help.text": "Drop the memberships team a line using the contact form to find out if you can join the IWGB.",
    "higher-education.description": "If you work at the University of London (including colleges like UCL) or the University of Greenwich, please sign up here!",
    "higher-education.name": "Higher education worker",
    "loading": "Preparing",
    "loadingDescription": "One moment",
    "other.description": "If you want to organise with us but can’t see your sector here, then you can join the IWGB’s holding branch",
    "other.name": "Other",
    "private-hire-driver.description": "The United Private Hire Drivers are fighting for workers' rights for drivers across Britain.",
    "private-hire-driver.name": "Private hire driver",
    "security-receptionist.description": "The IWGB represents security guards and receptionists across London to win respect and decent pay.",
    "security-receptionist.name": "Security guard or receptionist",
    "title": "Join us"
}