{
    "charity-worker.description": "La IWGB está pidiendo justicia e igualdad para todos los trabajadores del sector de la caridad en Londres!",
    "charity-worker.name": "Trabajador de la caridad",
    "cleaner-facilities.description": "La IWGB representa a limpiadores, porteadores, trabajadores de la hostelería y empleados domésticos de todo Londres.",
    "cleaner-facilities.name": "Trabajador de limpieza o de instalaciones",
    "costs.header": "Nuestras cuotas de membresía",
    "costs.link": "Vea nuestra lista de tarifas completa",
    "costs.text": "Le haremos saber qué tarifa se aplica a usted antes de que establezca su pago.",
    "courier.description": "Los correos de todo el país se organizan por los derechos, el respeto y el pago justo.",
    "courier.name": "Mensajero o trabajador de logística",
    "cycle-instructor.description": "¡Los instructores de ciclismo en Londres se organizan contra la precariedad y los bajos salarios!",
    "cycle-instructor.name": "Instructor de ciclismo",
    "electrician.description": "Los trabajadores del sector eléctrico se enfrentan a la incertidumbre y al empleo precario. ¡Únase a la lucha por una mejor industria eléctrica!",
    "electrician.name": "Trabajador eléctrico",
    "error.title": "No pudimos encontrar su sesión",
    "error.body": "Lo siento, pero debido a un error, hemos tenido que dejar su aplicación ya que no pudimos encontrar su sesión. Por su seguridad, debe tener habilitadas las cookies para registrarse en el IWGB.",
    "error.aid": "Si sigue teniendo problemas, no dude en ponerse en contacto con nosotros. Podríamos pedirle su identificación de solicitante:",
    "foster-carer.description": "La Rama de Trabajadores de Acogida de la IWGB pide que se reformen los sistemas de acogida en el Reino Unido.",
    "foster-carer.name": "Cuidador de acogida",
    "game-worker.description": "Game Workers Unite UK es una rama de la IWGB y parte del movimiento internacional por los derechos de los trabajadores de los juegos.",
    "game-worker.name": "Trabajador del juego",
    "heading": "Háblenos de su trabajo",
    "help.header": "¿Ninguno de esos suena bien?",
    "help.text": "Llame al equipo de miembros usando el formulario de contacto para saber si puede unirse a la IWGB.",
    "higher-education.description": "Si trabajas en la Universidad de Londres (incluyendo universidades como UCL) o en la Universidad de Greenwich, por favor inscríbete aquí!",
    "higher-education.name": "Trabajador de la educación superior",
    "loading": "Preparando",
    "loadingDescription": "Estamos trabajando en ello",
    "other.name": "Otra",
    "other.description": "Si quieres organizarte con nosotros pero no puedes ver tu sector aquí, entonces puedes unirte a la sucursal del holding de la IWGB",
    "private-hire-driver.description": "Los United Private Hire Drivers están luchando por los derechos laborales de los conductores en toda Gran Bretaña.",
    "private-hire-driver.name": "Conductor privado de alquiler",
    "security-receptionist.description": "La IWGB representa a los guardias de seguridad y recepcionistas de todo Londres para ganar respeto y un sueldo decente.",
    "security-receptionist.name": "Guardia de seguridad o recepcionista",
    "title": "Únete a nosotros"
}